config/soaprequests/userLogin.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:ser="http://services.mgt.identity.carbon.wso2.org">
   <soap:Header/>
   <soap:Body>
      <ser:getAllUserIdentityClaims/>
   </soap:Body>
</soap:Envelope>